resources/001.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Resources 001</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://tankensha.github.io/assets/css/main.css" />
</head>
<body>
<div id="content">
<h1 class="title">Resources 001</h1>
<p>
<a href="https://github.com/tankensha/tankensha.github.io/edit/main/src/resources/001.org">Edit</a>
</p>

<p>
<a href="./index.html">Home</a>
</p>

<hr />

<div id="outline-container-org16df695" class="outline-2">
<h2 id="org3c1ff02">Introduction</h2>
<div class="outline-text-2" id="text-org3c1ff02">
<p>
Here is the table!
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="sortable">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Subject</th>
<th scope="col" class="org-left">Link</th>
<th scope="col" class="org-left">Description</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Anatomy</td>
<td class="org-left"><a href="https://teachmeanatomy.info/">https://teachmeanatomy.info/</a></td>
<td class="org-left">This is a good anatomy website. Use this a lot!</td>
</tr>

<tr>
<td class="org-left">Physiology</td>
<td class="org-left"><a href="https://www.pondermed.com/pondering-cardiology/hunting-culprit-properly-understanding/">https://www.pondermed.com/pondering-cardiology/hunting-culprit-properly-understanding/</a></td>
<td class="org-left">Nice explanation of ECG</td>
</tr>

<tr>
<td class="org-left">Skills</td>
<td class="org-left"><a href="https://www.oscestop.com">https://www.oscestop.com</a></td>
<td class="org-left">This has a lot of good OSCE explanations.</td>
</tr>

<tr>
<td class="org-left">Embryology</td>
<td class="org-left"><a href="https://embryology.med.unsw.edu.au/embryology/index.php/Main_Page">https://embryology.med.unsw.edu.au/embryology/index.php/Main_Page</a></td>
<td class="org-left">This explains embryology in detail. It has a lot of pictures and videos.</td>
</tr>

<tr>
<td class="org-left">Skills</td>
<td class="org-left"><a href="https://geekymedics.com/">https://geekymedics.com/</a></td>
<td class="org-left">This has a lot of good OSCE videos.</td>
</tr>

<tr>
<td class="org-left">Japanese</td>
<td class="org-left"><a href="https://deepl.com/">https://deepl.com/</a></td>
<td class="org-left">This the best translator. I use it for this website!</td>
</tr>
</tbody>
</table>

<script src="https://tankensha.github.io/assets/js/sortTable.js"></script>
</div>
</div>
</div>
</body>
</html>
